import './About.css'
import MyNavbar from '../../components/navbar/Navbar';
import Footer from '../../components/footer/Footer';
import { Container ,Row ,Col } from 'react-bootstrap';
function  About() {
    return (
      <div>
        <MyNavbar />
        <Container>
          <div className="about-1">
            <h1>درباره ما</h1>
            <h2>داستان اینورس</h2>
            <p>
              در 17 آذر 1387، مدرسه اینورس (طراحان فکر نو پیشگام) به عنوان اولین
              مدرسه تخصصی هنرهای دیجیتال در ایران راه‌اندازی شد. هدف ما ایجاد
              تغییری جدی در بستر آموزش هنر و دیزاین بود. در راستای این رویای
              بزرگ، ما امروز مدرسه‌ای پیشرو در صنعت آموزش هستیم و در طی این
              سال‌ها، موفق شده‌ایم هنرجویانی تربیت و بزرگ کنیم، که پیشروان
              صنعت‌های دیگر باشند.
            </p>
          </div>
          <div className="about-2">
            <h2>ارزش‌ها و ماموریت اینورس</h2>
            <Row className="align-items-center">
              <Col md={2}>
                <img
                  style={{ width: "100px" }}
                  src="https://inverseschool.com/online/assets/images/about/1.png"
                  alt=""
                />
              </Col>
              <Col md={9}>
                <p>
                  ما یک سیستم آموزشی با توجه به نیازهای بازار کار ایران و جهان
                  طراحی کرده‌ایم. هنرجویی که وارد اینورس می‌شود، آموزشی خاص و
                  متفاوت را تجربه می‌کند و نهایتا با دستی پر از ابزار و اطلاعات
                  کارآمد، وارد بازار کار می‌شود.
                </p>
              </Col>
            </Row>
          </div>
          <div className="about-3">
            <h2>معرفی به بازار کار</h2>
            <p>
              یکی از ارزش‌های اصلی ما در اینورس، کارآفرینی است. در راستای این
              ارزش، ما از طریق آموزش‌های کارمحور، هنرجویان پرکار و منتخب را به
              بازار کار معرفی می‌کنیم. یکی از ماموریت‌های ما طراحی همین شبکه
              حرفه‌ای استاندارد و سالم در حیطه‌های مختلف است.
            </p>
          </div>
          <div className="about-4">
            <Row className="align-items-center">
              <Col md={2}>
                <img
                  style={{ width: "100px" }}
                  src="https://inverseschool.com/online/assets/images/about/3.png"
                  alt=""
                />
              </Col>
              <Col>
                <h2>چشم‌انداز اینورس</h2>
                <p>
                  هدف ما طراحی فضایی است که در آن هر کسی، در هر نقطه‌ای به
                  آموزشی کم‌هزینه، مطابق استانداردهای بین‌المللی و نیازهای بازار
                  کار دسترسی داشته باشد. تا به امروز چندی از هنرجویان اینورس، در
                  سطح بین‌المللی فعالیت حرفه‌ای داشته‌اند. چشم‌انداز اینورس برای
                  آینده این است که این سیستم را گسترش داده، در ایران و خارج از
                  ایران بازارسازی کرده و به بازار بین‌المللی نیز ورود کنیم.
                </p>
              </Col>
            </Row>
          </div>
          <div className="about-5">
            <Row>
              <Col>
                <h2>مدرسه آنلاین اینورس</h2>
                <p>
                  مدرسه آنلاین اینورس، مسیری استاندارد برای یادگیری‌ست. ما در 11
                  حیطه گرافیک دیزاین، موشن گرافیک، تصویرسازی، انیمیشن دوبعدی و
                  سه‌بعدی، عکاسی، فیلم و سینما، VFX، کسب و کار، مد و لباس،
                  معماری و طراحی صنعتی، بیش از 100 دوره تخصصی با تدریس پیشروان و
                  فعالان این صنعت‌ها تهیه کردیم.
                </p>
              </Col>
              <Col md={2}>
                <img
                  style={{ width: "100px" }}
                  src="https://inverseschool.com/online/assets/images/about/7.png"
                  alt=""
                />
              </Col>
            </Row>
          </div>
        </Container>

        <Footer />
      </div>
    );
}

export default  About;