export let courseData = [
  {
    id: 1,
    title: "Character  Design",
    text: " خلق شخصیتی  که ویژگی‌های ظاهری و روحی_روانی او به شکل مطلوبی در خدمت روایت است. ",
    img: "https://inverseschool.com/online/assets/course/2024/02/19/image65d36718a74d9.png",
    desc: "دوره طراحی کاراکتر با تمرکز بر خلق شخصیت انسانی، از فصل ۱ دو مسیر را به‌طور موازی جلو می‌برد. مسیر اول شخصیت‌پردازی است که به شناخت روح و روان کاراکتر می‌پردازد و مسیر دوم شناخت فرم‌ها و تناسبات اصلی کاراکتر است",
  },
  {
    id: 2,
    title: "تاریخ طراحی گرافیک  جهان",
    text: "  از دوران اولیه و اولین نشانه‌های تصویری بشر شروع می‌کنیم و به اختراع چاپ می‌رسیم",
    img: "https://inverseschool.com/online/assets/course/2024/02/19/image65d32a7d76b62.png",
    desc: "در دوره تاریخ طراحی گرافیک، شما تاریخ گرافیک را از ریشه‌ها و مباحث اولیه تادوره‌ معاصر در جهان و ایران فرا می‌گیرید. تاریخ گرافیک جهان را از دوران اولیه و اولین نشانه‌های تصویری بشر شروع می‌کنیم و به اختراع چاپ می‌رسیم سپس با طراحی گرافیک در بازه‌های زمانی متفاوت و جریان‌های غالب آن و همچنین تأثیری که از جریان‌های هنری معاصر خود گرفته یا بر آن گذاشته‌اند آشنا می‌شوید",
  },
  {
    id: 3,
    title: "دوره مدلسازی با نرم افزار Maya",
    text: "مدلساز و یک حجم خام و ساده‌ را تبدیل به یک حجم خاص می‌کنن ",
    img: "https://inverseschool.com/online/assets/course/2023/06/13/image648843615d72c.jpg",
    desc: " در دوره جامع «مدلسازی با نرم‌افزار Maya» شما ابتدا با محیط نرم‌افزار آشنا می‌شوید و نحوه تعریف پروژه را یاد می‌گیرید. در ادامه، به نحوه ساخت احجام اولیه و تنظیمات آن‌ها می‌پردازید و شیوه جابه‌جا کردن احجام و تنظیم موقعیت مکانی آن‌ها در نرم‌افزار را یاد می‌گیرید. سپس با Pivot Point در مدل‌ها و نحوه جابه‌جایی آن‌ها و انواع Snapها آشنا شده و یاد می‌گیرید که آبجکت‌ها را روی هم Align کنید. در فصل بعد، با ابزارهای مدلسازی مثل Extrude،Bevel و Insert Edge Loop آشنا می‌شوید. در ادامه، مدلسازی میز از روی تصویر، مدلسازی صندلی، ماژیک و اتاق را انجام می‌دهید",
  },
  {
    id: 4,
    title: "طراحی پراپ برای استاپ موشن",
    text: "به تمام اجزایی که در صحنه وجود دارند، از جمله کاراکتر، بک‌گراند و دکور گفته می‌شود",
    img: "https://inverseschool.com/online/assets/course/2022/11/26/image6381e92fcb6eb.png",
    desc: "در این دوره آنلاین، با متریال و ابزار مختلف مورد استفاده در ساخت پراپ و چگونگی اندازه‌گیری و محاسبه تناسبات صحنه آشنا می‌شوید و مهارت ساخت دکور برای استاپ‌موشن با تکنیک‌های Clay و Object را کسب می‌کنید. همچنین یاد می‌گیرید چطور بخش پیش‌تولید یک پروژه استاپ‌موشن را مدیریت کنید.",
  },
];
